/* Short description and link to the official I/O website, where the full FAQ text is available */
"
      <p>
      Google is dedicated to providing a harassment-free and inclusive event experience for everyone regardless of gender identity and expression, sexual orientation, disabilities, neurodiversity, physical appearance, body size, ethnicity, nationality, race, age, religion, or other protected category. In an effort to make the event as inclusive as possible, gender-neutral bathrooms will be offered throughout the venue.
      </p><br />
      <p>
      We don't tolerate harassment of event participants in any form.
      Google takes violations of our policy seriously and will respond appropriately. For more information on Google's Event Community Guidelines and Anti-Harassment Policy, please see <a href=>here</a>.
      </p><br />
      <p>
      All participants of Google events must abide by the following policy:
      </p>
      <p>
      <strong>Be excellent to each other</strong>. Treat everyone with respect. Participate while acknowledging that everyone deserves to be here&mdash;and each of us has the right to enjoy our experience without fear of harassment, discrimination, or condescension, whether blatant or via micro-aggressions. Jokes shouldn't demean others. Consider what you are saying and how it would feel if it were said to or about you.
      </p><br />
      <p>
      <strong>Speak up if you see or hear something.</strong> Harassment is not tolerated, and you are empowered to politely engage when you or others are disrespected. The person making you feel uncomfortable may not be aware of what they are doing, and politely bringing their behavior to their attention is encouraged.
      </p>
      <p>
      <strong>Practice saying  to each other.</strong> It's a theatre improv technique to build on each other's ideas. We all benefit when we create together.
      </p><br />
      <p>
      We have a <strong>ZERO TOLERANCE POLICY</strong> for harassment of any kind, including but not limited to:
      <ul>
        <li>Stalking/following</li>
        <li>Deliberate intimidation</li>
        <li>Harassing photography or recording</li>
        <li>Sustained disruption of talks or other events</li>
        <li>Offensive verbal language</li>
        <li>Verbal language that reinforces social structures of domination</li>
        <li>Sexual imagery and language in public spaces</li>
        <li>Inappropriate physical contact</li>
        <li>Unwelcome sexual or physical attention</li>
      </ul>
      <strong>In relation to, but not limited to:</strong>
      <ul>
        <li>Neurodiversity</li>
        <li>Race</li>
        <li>Color</li>
        <li>National origin</li>
        <li>Gender identity</li>
        <li>Gender expression</li>
        <li>Sexual orientation</li>
        <li>Age</li>
        <li>Body size</li>
        <li>Disabilities</li>
        <li>Appearance</li>
        <li>Religion</li>
        <li>Pregnancy</li>
      </ul>
      Participants asked to stop any harassing behavior are expected to comply immediately. Our zero-tolerance policy means that we'll look into and review every alleged violation of our Event Community Guidelines and Anti-Harassment Policy and respond appropriately. We empower and encourage you to report any behavior that makes you or others feel uncomfortable by finding a Google staff member or by emailing <a href=>googleiocommunity@google.com</a>.
      </p><br />
      <p>
      Event staff will be happy to help participants contact hotel/venue security or local law enforcement, provide escorts, or otherwise assist those experiencing discomfort or harassment to feel safe for the duration of the event. We value your attendance.
      </p><br />
      <p>
      This policy extends to Sessions, forums, workshops, Codelabs, social media, parties, hallway conversations, all attendees, partners, sponsors, volunteers, event staff, etc. You catch our drift. Google reserves the right to refuse admittance to, or remove any person from, any Google-hosted event (including future Google events) at any time in its sole discretion. This includes, but is not limited to, attendees behaving in a disorderly manner or failing to comply with this policy, and the terms and conditions herein. If a participant engages in harassing or uncomfortable behavior, the conference organizers may take any action they deem appropriate, including a warning or expelling the offender from the conference with no refund.
      </p>
      " = "
      <p>
      Google is dedicated to providing a harassment-free and inclusive event experience for everyone regardless of gender identity and expression, sexual orientation, disabilities, neurodiversity, physical appearance, body size, ethnicity, nationality, race, age, religion, or other protected category. In an effort to make the event as inclusive as possible, gender-neutral bathrooms will be offered throughout the venue.
      </p><br />
      <p>
      We don't tolerate harassment of event participants in any form.
      Google takes violations of our policy seriously and will respond appropriately. For more information on Google's Event Community Guidelines and Anti-Harassment Policy, please see <a href=>here</a>.
      </p><br />
      <p>
      All participants of Google events must abide by the following policy:
      </p>
      <p>
      <strong>Be excellent to each other</strong>. Treat everyone with respect. Participate while acknowledging that everyone deserves to be here&mdash;and each of us has the right to enjoy our experience without fear of harassment, discrimination, or condescension, whether blatant or via micro-aggressions. Jokes shouldn't demean others. Consider what you are saying and how it would feel if it were said to or about you.
      </p><br />
      <p>
      <strong>Speak up if you see or hear something.</strong> Harassment is not tolerated, and you are empowered to politely engage when you or others are disrespected. The person making you feel uncomfortable may not be aware of what they are doing, and politely bringing their behavior to their attention is encouraged.
      </p>
      <p>
      <strong>Practice saying  to each other.</strong> It's a theatre improv technique to build on each other's ideas. We all benefit when we create together.
      </p><br />
      <p>
      We have a <strong>ZERO TOLERANCE POLICY</strong> for harassment of any kind, including but not limited to:
      <ul>
        <li>Stalking/following</li>
        <li>Deliberate intimidation</li>
        <li>Harassing photography or recording</li>
        <li>Sustained disruption of talks or other events</li>
        <li>Offensive verbal language</li>
        <li>Verbal language that reinforces social structures of domination</li>
        <li>Sexual imagery and language in public spaces</li>
        <li>Inappropriate physical contact</li>
        <li>Unwelcome sexual or physical attention</li>
      </ul>
      <strong>In relation to, but not limited to:</strong>
      <ul>
        <li>Neurodiversity</li>
        <li>Race</li>
        <li>Color</li>
        <li>National origin</li>
        <li>Gender identity</li>
        <li>Gender expression</li>
        <li>Sexual orientation</li>
        <li>Age</li>
        <li>Body size</li>
        <li>Disabilities</li>
        <li>Appearance</li>
        <li>Religion</li>
        <li>Pregnancy</li>
      </ul>
      Participants asked to stop any harassing behavior are expected to comply immediately. Our zero-tolerance policy means that we'll look into and review every alleged violation of our Event Community Guidelines and Anti-Harassment Policy and respond appropriately. We empower and encourage you to report any behavior that makes you or others feel uncomfortable by finding a Google staff member or by emailing <a href=>googleiocommunity@google.com</a>.
      </p><br />
      <p>
      Event staff will be happy to help participants contact hotel/venue security or local law enforcement, provide escorts, or otherwise assist those experiencing discomfort or harassment to feel safe for the duration of the event. We value your attendance.
      </p><br />
      <p>
      This policy extends to Sessions, forums, workshops, Codelabs, social media, parties, hallway conversations, all attendees, partners, sponsors, volunteers, event staff, etc. You catch our drift. Google reserves the right to refuse admittance to, or remove any person from, any Google-hosted event (including future Google events) at any time in its sole discretion. This includes, but is not limited to, attendees behaving in a disorderly manner or failing to comply with this policy, and the terms and conditions herein. If a participant engages in harassing or uncomfortable behavior, the conference organizers may take any action they deem appropriate, including a warning or expelling the offender from the conference with no refund.
      </p>
      ";

/* Description of I/O extended viewing parties and how to host them */
"
      <p>
      Yes! Every year, developers around the world host <a href=>Google I/O Extended</a> events. During these events, organizers can livestream the event and host their own sessions including hackathons, codelabs, demos, and more.
      If you're joining us as an I/O Extended host this year, here are the steps you should take to get started:
      <ul>
        <li>Read through the <a href=>Organizer Guide</a> to get tips and suggestions on how to host a successful event.</li>
        <li><a href=>Register</a> your public event on the I/O website for increased visibility.</li>
        <li>Use the official #io19extended hashtag on all your social posts related to I/O Extended for easier discoverability.</li>
      </ul>
      Note: I/O Extended hosts can request the deletion of their personal and/or event data after the event ends by emailing <a href=>io19@google.com</a>.
      If you simply want to attend an I/O Extended event, browse our map to find one near you and RSVP!
      For questions about the I/O Extended program, contact us at <a href=>io19extended-external@google.com</a>.
      </p>
      " = "
      <p>
      Yes! Every year, developers around the world host <a href=>Google I/O Extended</a> events. During these events, organizers can livestream the event and host their own sessions including hackathons, codelabs, demos, and more.
      If you're joining us as an I/O Extended host this year, here are the steps you should take to get started:
      <ul>
        <li>Read through the <a href=>Organizer Guide</a> to get tips and suggestions on how to host a successful event.</li>
        <li><a href=>Register</a> your public event on the I/O website for increased visibility.</li>
        <li>Use the official #io19extended hashtag on all your social posts related to I/O Extended for easier discoverability.</li>
      </ul>
      Note: I/O Extended hosts can request the deletion of their personal and/or event data after the event ends by emailing <a href=>io19@google.com</a>.
      If you simply want to attend an I/O Extended event, browse our map to find one near you and RSVP!
      For questions about the I/O Extended program, contact us at <a href=>io19extended-external@google.com</a>.
      </p>
      ";

/* General information for attendees with accessibility requirements */
"
      Google strives to make events open and accessible to everyone, regardless of disability or special needs. Participants with disabilities and/or special needs should provide details in the registration form and/or by emailing us at io19@google.com. This information will be kept private and will be distributed only to the individuals who need to know it to accommodate your request. Otherwise, please approach the Help Desk at Google I/O if you need assistance or have questions about accessibility during the event.

      Shoreline Amphitheatre is an entirely outdoor venue. While the Keynotes will be taking place in an open-air amphitheatre, the Sessions will take place in enclosed areas. All areas of the venue are accessible for wheelchair users, and there will be a limited number of wheelchairs available on a first-come, first-served basis. Wheelchairs can be checked out at the First Aid station and returned at the end of each day. Additionally, there will be a service dog relief area.

      We'll provide live real-time transcription (CART) for the Keynotes and Sessions. Caption text displayed on a large screen at the front of the room will be accessible to all attendees. We'll also use the text to provide captions for our livestream and post-event recordings.
      If you need an ASL interpreter to accompany you in the Sessions at Google I/O, please let us know during registration and we'll be happy to provide one for you. We'll do our best to find a technical translator who is familiar with the domain, but please keep in mind that the interpreter probably won't be able to meet with the speakers beforehand.

      ADA parking spaces will be available. When arriving at the venue, please follow signs for ADA parking. Please have your placard hanging from your rearview mirror and visible to parking employees at all times to expedite the parking process. Accessible parking spaces are readily available on a first-come, first-served basis and may not be reserved in advance to fairly serve all attendees.
      " = "
      Google strives to make events open and accessible to everyone, regardless of disability or special needs. Participants with disabilities and/or special needs should provide details in the registration form and/or by emailing us at io19@google.com. This information will be kept private and will be distributed only to the individuals who need to know it to accommodate your request. Otherwise, please approach the Help Desk at Google I/O if you need assistance or have questions about accessibility during the event.

      Shoreline Amphitheatre is an entirely outdoor venue. While the Keynotes will be taking place in an open-air amphitheatre, the Sessions will take place in enclosed areas. All areas of the venue are accessible for wheelchair users, and there will be a limited number of wheelchairs available on a first-come, first-served basis. Wheelchairs can be checked out at the First Aid station and returned at the end of each day. Additionally, there will be a service dog relief area.

      We'll provide live real-time transcription (CART) for the Keynotes and Sessions. Caption text displayed on a large screen at the front of the room will be accessible to all attendees. We'll also use the text to provide captions for our livestream and post-event recordings.
      If you need an ASL interpreter to accompany you in the Sessions at Google I/O, please let us know during registration and we'll be happy to provide one for you. We'll do our best to find a technical translator who is familiar with the domain, but please keep in mind that the interpreter probably won't be able to meet with the speakers beforehand.

      ADA parking spaces will be available. When arriving at the venue, please follow signs for ADA parking. Please have your placard hanging from your rearview mirror and visible to parking employees at all times to expedite the parking process. Accessible parking spaces are readily available on a first-come, first-served basis and may not be reserved in advance to fairly serve all attendees.
      ";

/* General information for attendees with parental accommodation or childcare requirements */
"
      We'll have expectant mother parking spaces in the ADA area.
      Mothers who are nursing are welcome to attend the conference with their child. There will be four mothers' rooms open on May 7 and 8 from 8am - 8pm and on May 9 from 8am - 4pm. Sign up sheets will be available in front of the mothers' rooms and usage is first-come, first-served. Please see the conference help desk for more information.

      Childcare reimbursement of USD $100 per day (not exceeding USD $300 total) will be offered to parents attending that express interest in childcare via our registration form, and is available on a first-come, first-served basis. Our childcare reimbursement is offered through a third-party vendor. If your request for childcare is approved by us via email before the conference starts and your onsite attendance is confirmed, our vendor will reach out to you with next steps within 7 business days following Google I/O. They will manage all disbursement of our childcare disbursement.
      " = "
      We'll have expectant mother parking spaces in the ADA area.
      Mothers who are nursing are welcome to attend the conference with their child. There will be four mothers' rooms open on May 7 and 8 from 8am - 8pm and on May 9 from 8am - 4pm. Sign up sheets will be available in front of the mothers' rooms and usage is first-come, first-served. Please see the conference help desk for more information.

      Childcare reimbursement of USD $100 per day (not exceeding USD $300 total) will be offered to parents attending that express interest in childcare via our registration form, and is available on a first-come, first-served basis. Our childcare reimbursement is offered through a third-party vendor. If your request for childcare is approved by us via email before the conference starts and your onsite attendance is confirmed, our vendor will reach out to you with next steps within 7 business days following Google I/O. They will manage all disbursement of our childcare disbursement.
      ";

/* Localized HTML listing Terms of Service, Open Source Licenses, and version number */
"<p><a href='https://www.google.com/policies/terms/'>Terms of Service</a><br /><a href='https://www.google.com/policies/privacy/'>Privacy Policy</a><br /><a href='\(Constants.acknowledgementsURL.absoluteString)'>Open Source Licenses</a></p><p>Version \(Constants.versionString), Build \(Constants.buildString)<p/>" = "<p><a href='https://www.google.com/policies/terms/'>Terms of Service</a><br /><a href='https://www.google.com/policies/privacy/'>Privacy Policy</a><br /><a href='\(Constants.acknowledgementsURL.absoluteString)'>Open Source Licenses</a></p><p>Version \(Constants.versionString), Build \(Constants.buildString)<p/>";

/* Localized HTML describing what to bring to the event. When localizing, please preserve the html tags. */
"<p>Google I/O is an outdoor festival. While this is a big part of what makes I/O special, it also means there are some things to consider. Sessions will happen inside climate-controlled tents, but sunscreen, sunglasses, and an extra layer for the evening are recommended. I/O is a casual event, so keep this in mind when deciding what to wear.<br /><br /><strong>Hotels</strong><br />We have room blocks at many local hotels. The list of hotels and room availability will be updated regularly. Please use the map below to find the hotel that's best for you.<br /><a href=\"https://www.google.com/maps/d/u/1/viewer?mid=11u43dDY9LID1uf46p4y7ba2_TbE_Y8-W&ll=37.383600316075075%2C-122.07007405000002&z=12\">Hotel Map</a></p>" = "<p>Google I/O is an outdoor festival. While this is a big part of what makes I/O special, it also means there are some things to consider. Sessions will happen inside climate-controlled tents, but sunscreen, sunglasses, and an extra layer for the evening are recommended. I/O is a casual event, so keep this in mind when deciding what to wear.<br /><br /><strong>Hotels</strong><br />We have room blocks at many local hotels. The list of hotels and room availability will be updated regularly. Please use the map below to find the hotel that's best for you.<br /><a href=\"https://www.google.com/maps/d/u/1/viewer?mid=11u43dDY9LID1uf46p4y7ba2_TbE_Y8-W&ll=37.383600316075075%2C-122.07007405000002&z=12\">Hotel Map</a></p>";

/* Localized HTML describing how to get to Mountain View. When localizing, please preserve the html tags and convert miles to kilometers in appropriate locales. If in doubt, list both miles and kilometers. */
"<p>Here are the three major airports in the Bay Area with international airline service:<br /><a href=\"https://www.google.com/maps/dir/San+Francisco+International+Airport,+San+Francisco,+CA+94128/Shoreline+Amphitheatre,+Amphitheatre+Parkway,+Mountain+View,+CA/@37.5206703,-122.3803144,11z/data=!3m1!4b1!4m18!4m17!1m5!1m1!1s0x808f778c55555555:0xa4f25c571acded3f!2m2!1d-122.3789554!2d37.6213129!1m5!1m1!1s0x808fb9f776f5e165:0x1ddf014a1b553f3d!2m2!1d-122.0807647!2d37.4267703!2m3!6e0!7e2!8j1463556000!3e0?hl=en\">San Francisco International Airport (SFO)</a><br />~24 miles<br /><a href=\"https://www.google.com/maps/dir/Oakland+International+Airport,+Oakland,+CA/Shoreline+Amphitheatre,+Amphitheatre+Parkway,+Mountain+View,+CA/@37.5755915,-122.270249,11z/data=!3m1!4b1!4m18!4m17!1m5!1m1!1s0x808f845402c0a641:0xb0630c0f03017460!2m2!1d-122.2197428!2d37.7125689!1m5!1m1!1s0x808fb9f776f5e165:0x1ddf014a1b553f3d!2m2!1d-122.0807647!2d37.4267703!2m3!6e0!7e2!8j1463556000!3e0?hl=en\">Oakland International Airport (OAK)</a><br />~32 miles<br /><a href=\"https://www.google.com/maps/dir/San+Jose+International+Airport-Sjc,+Airport+Boulevard,+San+Jose,+CA,+United+States/Shoreline+Amphitheatre,+Amphitheatre+Parkway,+Mountain+View,+CA/@37.3954744,-122.0741791,12z/data=!3m1!4b1!4m18!4m17!1m5!1m1!1s0x808fcbc3fab3c59b:0xbcfa443f6df67e3e!2m2!1d-121.9289375!2d37.3639472!1m5!1m1!1s0x808fb9f776f5e165:0x1ddf014a1b553f3d!2m2!1d-122.0807647!2d37.4267703!2m3!6e0!7e2!8j1463556000!3e0?hl=en\">San Jose International Airport (SJC)</a><br />~12 miles</p>" = "<p>Here are the three major airports in the Bay Area with international airline service:<br /><a href=\"https://www.google.com/maps/dir/San+Francisco+International+Airport,+San+Francisco,+CA+94128/Shoreline+Amphitheatre,+Amphitheatre+Parkway,+Mountain+View,+CA/@37.5206703,-122.3803144,11z/data=!3m1!4b1!4m18!4m17!1m5!1m1!1s0x808f778c55555555:0xa4f25c571acded3f!2m2!1d-122.3789554!2d37.6213129!1m5!1m1!1s0x808fb9f776f5e165:0x1ddf014a1b553f3d!2m2!1d-122.0807647!2d37.4267703!2m3!6e0!7e2!8j1463556000!3e0?hl=en\">San Francisco International Airport (SFO)</a><br />~24 miles<br /><a href=\"https://www.google.com/maps/dir/Oakland+International+Airport,+Oakland,+CA/Shoreline+Amphitheatre,+Amphitheatre+Parkway,+Mountain+View,+CA/@37.5755915,-122.270249,11z/data=!3m1!4b1!4m18!4m17!1m5!1m1!1s0x808f845402c0a641:0xb0630c0f03017460!2m2!1d-122.2197428!2d37.7125689!1m5!1m1!1s0x808fb9f776f5e165:0x1ddf014a1b553f3d!2m2!1d-122.0807647!2d37.4267703!2m3!6e0!7e2!8j1463556000!3e0?hl=en\">Oakland International Airport (OAK)</a><br />~32 miles<br /><a href=\"https://www.google.com/maps/dir/San+Jose+International+Airport-Sjc,+Airport+Boulevard,+San+Jose,+CA,+United+States/Shoreline+Amphitheatre,+Amphitheatre+Parkway,+Mountain+View,+CA/@37.3954744,-122.0741791,12z/data=!3m1!4b1!4m18!4m17!1m5!1m1!1s0x808fcbc3fab3c59b:0xbcfa443f6df67e3e!2m2!1d-121.9289375!2d37.3639472!1m5!1m1!1s0x808fb9f776f5e165:0x1ddf014a1b553f3d!2m2!1d-122.0807647!2d37.4267703!2m3!6e0!7e2!8j1463556000!3e0?hl=en\">San Jose International Airport (SJC)</a><br />~12 miles</p>";

/* Localized HTML describing video options for remote attendees */
"<p>The two Keynotes and all Sessions will be livestreamed on the event website's homepage during the three days of the festival. If you're busy at work or on the other side of the planet with a tricky time difference, you can watch the session recordings later on the <a href=\"https://www.youtube.com/user/GoogleDevelopers\">Google Developers YouTube channel</a>.</p>" = "<p>The two Keynotes and all Sessions will be livestreamed on the event website's homepage during the three days of the festival. If you're busy at work or on the other side of the planet with a tricky time difference, you can watch the session recordings later on the <a href=\"https://www.youtube.com/user/GoogleDevelopers\">Google Developers YouTube channel</a>.</p>";

/* Instructions for badge pickup */
"<p>To expedite the check-in process, we'll begin badge pickup on Monday, May 6, at Shoreline Amphitheatre. To give you your Google I/O badge, we'll need to:</p><ul><li>Verify your photo ID. We're OK with government-issued licenses, passports, and other forms of identification. If you don't have proper identification, you won't be able to receive a badge and won't be admitted into the conference. The name on your ID needs to be an exact match of your registration profile. If you're an Academic attendee, please remember to bring proof of eligibility.</li><li>Scan your registration QR code received via email. You can scan it from your phone&mdash;no need to print the email! #savetheenvironment</li></ul><p>Please note, you may not share, give, or otherwise provide your badge to anyone. Google I/O badges aren't replaceable, so don't lose yours or you won't be readmitted to the conference. You must wear your Google I/O badge to gain admission to Google I/O, including the Sessions, Sandboxes, and After Hours. If requested by security, please display or provide additional identification. Google I/O badges may include your name, company or organization (if provided), and photo.</p>" = "<p>To expedite the check-in process, we'll begin badge pickup on Monday, May 6, at Shoreline Amphitheatre. To give you your Google I/O badge, we'll need to:</p><ul><li>Verify your photo ID. We're OK with government-issued licenses, passports, and other forms of identification. If you don't have proper identification, you won't be able to receive a badge and won't be admitted into the conference. The name on your ID needs to be an exact match of your registration profile. If you're an Academic attendee, please remember to bring proof of eligibility.</li><li>Scan your registration QR code received via email. You can scan it from your phone&mdash;no need to print the email! #savetheenvironment</li></ul><p>Please note, you may not share, give, or otherwise provide your badge to anyone. Google I/O badges aren't replaceable, so don't lose yours or you won't be readmitted to the conference. You must wear your Google I/O badge to gain admission to Google I/O, including the Sessions, Sandboxes, and After Hours. If requested by security, please display or provide additional identification. Google I/O badges may include your name, company or organization (if provided), and photo.</p>";

/* Localized HTML endorsing I/O's online presence */
"<p>To stay up-to-date on the latest information on Sessions, speakers, and overall activities, be sure to frequently visit the <a href=\"https://events.google.com/io/\">Google I/O 2019 website</a>, the <a href=\"http://googledevelopers.blogspot.com/\">Google Developers Blog</a>, and follow us on <a href=\"https://twitter.com/googledevs\">Twitter</a> and <a href=\"https://www.facebook.com/Google-Developers-967415219957038/\">Facebook</a>. You can also follow and join the social conversation about Google I/O 2019 via the official <a href=\"https://twitter.com/search?q=%23io19&src=typd\">#io19</a> hashtag. In addition, we'll be emailing important information to all registered attendees, along with check-in instructions prior to the festival.</p>" = "<p>To stay up-to-date on the latest information on Sessions, speakers, and overall activities, be sure to frequently visit the <a href=\"https://events.google.com/io/\">Google I/O 2019 website</a>, the <a href=\"http://googledevelopers.blogspot.com/\">Google Developers Blog</a>, and follow us on <a href=\"https://twitter.com/googledevs\">Twitter</a> and <a href=\"https://www.facebook.com/Google-Developers-967415219957038/\">Facebook</a>. You can also follow and join the social conversation about Google I/O 2019 via the official <a href=\"https://twitter.com/search?q=%23io19&src=typd\">#io19</a> hashtag. In addition, we'll be emailing important information to all registered attendees, along with check-in instructions prior to the festival.</p>";

/* Format string for indicating a variable amount of stars out of five */
"\(rating) out of 5" = "\(rating) out of 5";

/* Map label title */
"ADA Parking" = "ADA Parking";

/* Text for preview action */
"Add to My Events" = "Add to My Events";

/* Title of the After Dark event */
"After Dark" = "After Dark";

/* Calendar item name */
"After hours party" = "After hours party";

/* Short summary of I/O After Dark event */
"After sessions end for the day, stick around Shoreline for two evenings of food, drinks, and fun. On the first night, an experimental celebration will take over I/O, and on the second night, we'll have an exclusive concert in the Amphitheatre." = "After sessions end for the day, stick around Shoreline for two evenings of food, drinks, and fun. On the first night, an experimental celebration will take over I/O, and on the second night, we'll have an exclusive concert in the Amphitheatre.";

/* 
               The title of the Agenda screen. May also be displayed in search results.
               Good synonyms for this screen are 'itenerary', 'schedule'.
               
   Title of the agenda view, which displays an overview of the conference schedule */
"Agenda" = "Agenda";

/* Map label title */
"Amphitheatre" = "Amphitheatre";

/* Section header for I/O announcements */
"Announcements" = "Announcements";

/* Confirm reservation cancellation message */
"Are you sure you want to cancel your session reservation?" = "Are you sure you want to cancel your session reservation?";

/* Confirm waitlisting cancellation message */
"Are you sure you want to cancel your waitlist request?" = "Are you sure you want to cancel your waitlist request?";

/* Explanation of benefits of being signed in attendee */
"As a signed in attendee, your saved events and reserved sessions are synced to your account across app and site. You can provide session feedback after sessions end." = "As a signed in attendee, your saved events and reserved sessions are synced to your account across app and site. You can provide session feedback after sessions end.";

/* Map label description */
"Attend 40min Sessions throughout the three days of the event. Check the schedule for more details on topics and speakers." = "Attend 40min Sessions throughout the three days of the event. Check the schedule for more details on topics and speakers.";

/* Map label description */
"Attend the two Keynotes on May 8: The Google Keynote will feature our latest product and platform innovations led by Sundar Pichai, CEO, Google. The Developer Keynote will focus specifically on updates to our developer products and platforms.\n\nThe Amphitheatre will also host breakout Sessions throughout the three days of the event, and the After Hours concert on Day 2." = "Attend the two Keynotes on May 8: The Google Keynote will feature our latest product and platform innovations led by Sundar Pichai, CEO, Google. The Developer Keynote will focus specifically on updates to our developer products and platforms.\n\nThe Amphitheatre will also host breakout Sessions throughout the three days of the event, and the After Hours concert on Day 2.";

/* Calendar event name */
"Badge & device pickup" = "Badge & device pickup";

/* Calendar event name */
"Badge pickup" = "Badge pickup";

/* Map label title */
"Bike Parking" = "Bike Parking";

/* Map label description */
"Bike parking is complimentary for attendees and will be available during event hours." = "Bike parking is complimentary for attendees and will be available during event hours.";

/* Calendar event name */
"Breakfast" = "Breakfast";

/* Describes the core functionality of the app */
"Build your own schedule" = "Build your own schedule";

/* Question asking if users are allowed to embed the I/O livestream on their personal websites */
"Can I embed the I/O livestream on my site?" = "Can I embed the I/O livestream on my site?";

/* Question on whether or not sessions can be reserved */
"Can I reserve Sessions ahead of the event?" = "Can I reserve Sessions ahead of the event?";

/* Question asking for details on accessible conference accommodations. */
"Can you accommodate my accessibility needs?" = "Can you accommodate my accessibility needs?";

/* Alert dismissal button
   Cancel button */
"Cancel" = "Cancel";

/* Confirm cancellation title */
"Cancel Waitlisting" = "Cancel Waitlisting";

/* Accessibility label for center button. */
"Center conference on map" = "Center conference on map";

/* Map label title */
"Certification Lounge" = "Certification Lounge";

/* Template for sending session details. The parenthesized value 'title' will be an unlocalized session name. */
"Check out '\(title)' at #io19!" = "Check out '\(title)' at #io19!";

/* FAQ answer pointing users to the Transportation tab. 'Transportation' should be presented as the name of a screen in the app. */
"Check out the Transportation tab for all the transportation tips you need, including shuttle information, driving and biking directions, ride sharing tips, and more!" = "Check out the Transportation tab for all the transportation tips you need, including shuttle information, driving and biking directions, ride sharing tips, and more!";

/* Calendar event name
   Map label title
   Title of the Codelabs event
   Title of the Codelabs screen. May also appear in search results. */
"Codelabs" = "Codelabs";

/* Map label description */
"Come interact with and learn more about Google's AR and VR platforms: ARCore and Daydream. Discover the latest ARCore features and learn how to implement them in your own app development." = "Come interact with and learn more about Google's AR and VR platforms: ARCore and Daydream. Discover the latest ARCore features and learn how to implement them in your own app development.";

/* Map label description */
"Come talk to Googlers about your projects and get answers to your most pressing technical questions. Product teams will be on hand throughout the event during defined time slots; check the event schedule to confirm when the product you're looking for some help with will be staffed." = "Come talk to Googlers about your projects and get answers to your most pressing technical questions. Product teams will be on hand throughout the event during defined time slots; check the event schedule to confirm when the product you're looking for some help with will be staffed.";

/* Map label title */
"Community Lounge" = "Community Lounge";

/* Calendar item name */
"Concert" = "Concert";

/* Map label title */
"Concession stand" = "Concession stand";

/* Confirm cancellation title */
"Confirm Cancellation" = "Confirm Cancellation";

/* Localized feedback survey question */
"Content quality based on your expectations/session description:" = "Content quality based on your expectations/session description:";

/* Text to be displayed after tapping the cell to copy the wifi password to clipboard. Text will be read to visually-impaired users using VoiceOver accessibility */
"Copied I/O Wifi password to clipboard" = "Copied I/O Wifi password to clipboard";

/* Map label description */
"Curious about machine learning (ML) & artifical intelligence (AI)? Come meet AI teams at Google and check out interactive demos to learn more about how AI and ML tools, like TensorFlow, are used in Google products." = "Curious about machine learning (ML) & artifical intelligence (AI)? Come meet AI teams at Google and check out interactive demos to learn more about how AI and ML tools, like TensorFlow, are used in Google products.";

/* Tells the user that reservations are a feature */
"Customize your I/O experience and reserve seats if you're an attendee." = "Customize your I/O experience and reserve seats if you're an attendee.";

/* Abbreviation for days, capitalized where applicable */
"D" = "D";

/* Short summary of I/O Sandbox event */
"Dedicated spaces to explore, learn, and play with our latest products and platforms via interactive demos, physical installations, and more." = "Dedicated spaces to explore, learn, and play with our latest products and platforms via interactive demos, physical installations, and more.";

/* Map label description */
"Discover the latest evolution of Material Design—including new features, tools, and code. Then meet with Material experts to optimize your product's UI. You can also learn more about the Accessibility of many Alphabet products, and get a feel for the innovative potential of designing for persons with disabilities. Attendees will have the chance to have their app or site reviewed by real accessibility users as well as accessibility engineering experts." = "Discover the latest evolution of Material Design—including new features, tools, and code. Then meet with Material experts to optimize your product's UI. You can also learn more about the Accessibility of many Alphabet products, and get a feel for the innovative potential of designing for persons with disabilities. Attendees will have the chance to have their app or site reviewed by real accessibility users as well as accessibility engineering experts.";

/* Button title that will dismiss info text about a map location. */
"Dismiss" = "Dismiss";

/* Button title for done button
   Button title for done button on schedule filters page
   Done button */
"Done" = "Done";

/* Accessible instructions for collapsing cells in the Info screen */
"Double tap to collapse" = "Double tap to collapse";

/* Accessible instructions for expanding cells in the Info screen */
"Double tap to expand" = "Double tap to expand";

/* Map label title */
"EATS Market" = "EATS Market";

/* Alert title */
"Enable Notifications" = "Enable Notifications";

/* Short description of the notifications setting. Text should not be too long or it will display incorrectly */
"Enable notifications" = "Enable notifications";

/* Text shown when user feedback submission has failed due to a server error */
"Error submitting feedback" = "Error submitting feedback";

/* Event header */
"Event" = "Event";

/* Short description of the event times in pacific time setting. Text should not be too long or it will display incorrectly */
"Event times in Pacific time zone" = "Event times in Pacific time zone";

/* Title of schedule filter header item for event types. */
"Event Types" = "Event Types";

/* Map label description */
"Ever since Waymo started as the Google self-driving car project in 2009, they have been working to make roads safer, free up people's time, and improve mobility for everyone. Come see a past-to-future display of Waymo's self-driving cars, including the iconic Firefly vehicle, the Chrysler Pacifica Hybrid minivan, and an exciting new addition to the fleet—a self-driving Jaguar I-PACE. These vehicles have collectively self-driven over 5 million miles, helping Waymo to build one of the world's most experienced drivers on the road." = "Ever since Waymo started as the Google self-driving car project in 2009, they have been working to make roads safer, free up people's time, and improve mobility for everyone. Come see a past-to-future display of Waymo's self-driving cars, including the iconic Firefly vehicle, the Chrysler Pacifica Hybrid minivan, and an exciting new addition to the fleet—a self-driving Jaguar I-PACE. These vehicles have collectively self-driven over 5 million miles, helping Waymo to build one of the world's most experienced drivers on the road.";

/* Text describing how keynote seating is assigned */
"Everyone is guaranteed a seat for the Keynotes, but the best seats will be assigned on a first-come, first-served basis during badge pickup beginning at 7am on May 6th. So make sure to come by early!" = "Everyone is guaranteed a seat for the Keynotes, but the best seats will be assigned on a first-come, first-served basis during badge pickup beginning at 7am on May 6th. So make sure to come by early!";

/* Title of the Explore screen. */
"Explore I/O" = "Explore I/O";

/* FAQ header */
"FAQ" = "FAQ";

/* Feedback screen title */
"Feedback" = "Feedback";

/* Text shown when user tries to submit feedback on the same session more than once */
"Feedback already submitted" = "Feedback already submitted";

/* Text shown when user tries to submit feedback before fully filling out the feedback form */
"Feedback incomplete" = "Feedback incomplete";

/* Text shown when user feedback submission has succeeded */
"Feedback submitted" = "Feedback submitted";

/* Map label description */
"Female and male bathrooms." = "Female and male bathrooms.";

/* Map label description */
"Female, gender neutral and male bathrooms." = "Female, gender neutral and male bathrooms.";

/* Button title that opens a list of filters
   Title for filter button */
"Filter" = "Filter";

/* Accessibility label for users to filter schedule events. */
"Filter schedule events." = "Filter schedule events.";

/* Title for map filters page
   Title for schedule filters page */
"Filters" = "Filters";

/* Header for a list of filters */
"Filters:" = "Filters:";

/* Map label description */
"Find out what's new in the Google Developers and Cloud Certification programs. Meet Android, Web, and Cloud experts, and learn how you can get certified and gain recognition for your skills as a developer." = "Find out what's new in the Google Developers and Cloud Certification programs. Meet Android, Web, and Cloud experts, and learn how you can get certified and gain recognition for your skills as a developer.";

/* Short summary of I/O Codelabs event */
"Get hands-on experience in our ready-to-code kiosks. Here, you'll have everything you need to learn about the latest and greatest Google technologies via self-paced tutorials, or bring your own machine and take your work home with you. Google staff will be on hand for helpful advice and to provide direction if you get stuck." = "Get hands-on experience in our ready-to-code kiosks. Here, you'll have everything you need to learn about the latest and greatest Google technologies via self-paced tutorials, or bring your own machine and take your work home with you. Google staff will be on hand for helpful advice and to provide direction if you get stuck.";

/* Map label description */
"Get hands-on with the latest and greatest Google technologies by trying one of over 100 brand-new and updated Codelabs on diverse topics. Our ready-to-code kiosks have everything you need to try one of our self-paced tutorials, or bring your own machine and take your work home with you. Google staff will be on hand to help if you get stuck." = "Get hands-on with the latest and greatest Google technologies by trying one of over 100 brand-new and updated Codelabs on diverse topics. Our ready-to-code kiosks have everything you need to try one of our self-paced tutorials, or bring your own machine and take your work home with you. Google staff will be on hand to help if you get stuck.";

/* Exits the onboarding flow */
"Get started" = "Get started";

/* Short blurb describing how to get to Mountain View via airport */
"Getting to Mountain View" = "Getting to Mountain View";

/* Short blurb describing how to navigate to Shoreline Amphitheatre */
"Getting to Shoreline Amphitheatre" = "Getting to Shoreline Amphitheatre";

/* Text describing food provided at I/O */
"Good news, we like food, too!  Attendees are offered complimentary breakfast, lunch, and snacks on all three days of the conference. Dinner will also be available on Day 1 and 2 during the After Hours events." = "Good news, we like food, too!  Attendees are offered complimentary breakfast, lunch, and snacks on all three days of the conference. Dinner will also be available on Day 1 and 2 during the After Hours events.";

/* Text describing what best to wear at I/O */
"Google I/O is an outdoor developer event, so please be comfortable and casual. There is no enforced dress code. The Bay Area can get very hot during the day and chilly in the evenings, so take this into consideration when planning your attire." = "Google I/O is an outdoor developer event, so please be comfortable and casual. There is no enforced dress code. The Bay Area can get very hot during the day and chilly in the evenings, so take this into consideration when planning your attire.";

/* Map label description */
"Google is redoubling its commitment to the open web, making it easier and less costly than ever to build great experiences for web users. Come talk to Google engineers - you'll learn how to get the best out of AMP and PWA, how to create amazing AR/VR web content, how to offer highly secure authentication while maintaining a great user experience, how to leverage the latest offerings from Polymer and Angular, and how to speed up your website with Lighthouse and our new performance tools." = "Google is redoubling its commitment to the open web, making it easier and less costly than ever to build great experiences for web users. Come talk to Google engineers - you'll learn how to get the best out of AMP and PWA, how to create amazing AR/VR web content, how to offer highly secure authentication while maintaining a great user experience, how to leverage the latest offerings from Polymer and Angular, and how to speed up your website with Lighthouse and our new performance tools.";

/* Google's Event Community guidelines title. The official guideline is not provided in any other language, so title translations do not need to be consistent. */
"Google's Event Community Guidelines and Anti-Harassment Policy" = "Google's Event Community Guidelines and Anti-Harassment Policy";

/* Abbreviation for hours, capitalized where applicable */
"H" = "H";

/* Map label description */
"Hang out with members of the Google Developers Community Groups program, GDGs, Google Developers Experts, Women Techmakers, and Googlers at the Community Lounge." = "Hang out with members of the Google Developers Community Groups program, GDGs, Google Developers Experts, Women Techmakers, and Googlers at the Community Lounge.";

/* Title of the home screen */
"Home" = "Home";

/* Catch-all title for any content generally I/O-related, like social media */
"How can I stay informed on the latest from Google I/O?" = "How can I stay informed on the latest from Google I/O?";

/* Question asking for details on parental accommodations. */
"How do you support expectant mothers and parents attending I/O?" = "How do you support expectant mothers and parents attending I/O?";

/* Map label description */
"Hungry? This is where you can find food and drinks throughout the event:\n\nDAY 1\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = Concession stands around the Amphitheatre\n-- After Hours = EATS Market\n\nDAY 2\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = EATS Market\n-- After Hours = Concession stands around the Amphitheatre\n\nDAY 3\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = EATS Market\n\nSnacks and water will be available throughout the venue at all times. Check the event agenda for exact meal schedules.\n\nDietary restrictions\nAll Kosher and Halal meals can be picked up across from the entrance to the Press Lounge inside the Concourse. Any other dietary needs will be listed on catering signage at each of the food stands or buffets within the venue - this includes gluten free, dairy free, vegan, and vegetarian." = "Hungry? This is where you can find food and drinks throughout the event:\n\nDAY 1\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = Concession stands around the Amphitheatre\n-- After Hours = EATS Market\n\nDAY 2\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = EATS Market\n-- After Hours = Concession stands around the Amphitheatre\n\nDAY 3\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = EATS Market\n\nSnacks and water will be available throughout the venue at all times. Check the event agenda for exact meal schedules.\n\nDietary restrictions\nAll Kosher and Halal meals can be picked up across from the entrance to the Press Lounge inside the Concourse. Any other dietary needs will be listed on catering signage at each of the food stands or buffets within the venue - this includes gluten free, dairy free, vegan, and vegetarian.";

/* Question on food options */
"I like to snack. What are my onsite food options?" = "I like to snack. What are my onsite food options?";

/* Question on how keynote seating is handled */
"I really want a front row seat for the keynote. Tips?" = "I really want a front row seat for the keynote. Tips?";

/* Question about remote Google I/O attendance opportunities */
"I want to celebrate I/O with my community! Any ideas?" = "I want to celebrate I/O with my community! Any ideas?";

/* I'm feeling luck Siri shortcut name */
"I'm feeling lucky" = "I'm feeling lucky";

/* Alert description */
"I/O 17 needs your permission to send notifications. Enable these permissions in the Settings app." = "I/O 17 needs your permission to send notifications. Enable these permissions in the Settings app.";

/* Localized accessibility label for the I/O countdown animation */
"I/O 2019 countdown." = "I/O 2019 countdown.";

/* Map label title */
"I/O Store" = "I/O Store";

/* Question on lost and found */
"If I lose something onsite, where can I find it?" = "If I lose something onsite, where can I find it?";

/* Map label description */
"If you have any questions about the event, you can ask the Staff members at the Info Desk for help." = "If you have any questions about the event, you can ask the Staff members at the Info Desk for help.";

/* Map label description */
"If you need any medical assistance throughout the event, please make your way to the Medical station. If you're unable to commute or you're not feeling well ask a Staff member for help instead." = "If you need any medical assistance throughout the event, please make your way to the Medical station. If you're unable to commute or you're not feeling well ask a Staff member for help instead.";

/* Title of the Info screen
   Title of the Info screen. May also appear in search results.
   Title of the Info screen. This may also be displayed over search results. */
"Info" = "Info";

/* Map label title */
"Info Desk" = "Info Desk";

/* Accessible description for the wifi info cell. Visually-impaired users will hear this text read to them via VoiceOver */
"IO event wifi password. Network name: io2018. Password: makegoodthings. Double-tap to copy password to clipboard." = "IO event wifi password. Network name: io2018. Password: makegoodthings. Double-tap to copy password to clipboard.";

/* Tells users again to watch the livestreams */
"Join us online. We'll be streaming the keynotes and most sessions live." = "Join us online. We'll be streaming the keynotes and most sessions live.";

/* Button label for joining waitlist */
"Join waitlist" = "Join waitlist";

/* Calendar event name */
"Keynote" = "Keynote";

/* Map label description */
"Learn more about Android Things and Nest and how these products work together to improve every day experiences and help you build for the future.\n\nI/O scavenger hunt\nWhat do machine learning, Android Things, and flowers have in common? Take part in the I/O scavenger hunt to find out! Get started here: <link to hunt website>. (Hint: you may learn that there's an Android Things developer kit waiting for you in your future!)" = "Learn more about Android Things and Nest and how these products work together to improve every day experiences and help you build for the future.\n\nI/O scavenger hunt\nWhat do machine learning, Android Things, and flowers have in common? Take part in the I/O scavenger hunt to find out! Get started here: <link to hunt website>. (Hint: you may learn that there's an Android Things developer kit waiting for you in your future!)";

/* Map label description */
"Learn more about the the Google Assistant platform and its capabilities. Connect with experts on how to build great Actions with Dialogflow and how to integrate your smart devices with the Google Assistant. You can also explore interactive demos built using the latest features of the Google Assistant SDK or just join ongoing lightning talks." = "Learn more about the the Google Assistant platform and its capabilities. Connect with experts on how to build great Actions with Dialogflow and how to integrate your smart devices with the Google Assistant. You can also explore interactive demos built using the latest features of the Google Assistant SDK or just join ongoing lightning talks.";

/* Title of schedule filter header item for levels. */
"Levels" = "Levels";

/* Title of Acknowledgements section, where all our open source licenses are displayed */
"Licenses" = "Licenses";

/* Calendar event name */
"Lunch" = "Lunch";

/* Abbreviation for minutes, capitalized where applicable */
"M" = "M";

/* Title for map page
   Title of the map screen */
"Map" = "Map";

/* Date and location for Google I/O */
"May 8-10\nMountain View, CA" = "May 8-10\nMountain View, CA";

/* Map label title */
"Medical Station" = "Medical Station";

/* Map label description */
"Meet the experts from Android platform, Google Play, Android TV, and Wear OS by Google.\n\nWhat to expect:\n-- Android: The space will showcase the latest version of Android, new features in Android Studio, Kotlin enhancements, and more. Experience how Android makes modern app development quick and easy, while boosting your productivity.\n-- Google Play: Experience the new Android app model of development and distribution on Google Play. Learn how new Google Play Console features can help you boost your app quality and business performance on the Play Store. And play some of the winning games from the global Google Play Indie Games Festivals.\n-- Android TV: You'll learn about the user experience on the latest version of Android, the Google Assistant integration, and more.\n-- Wear OS by Google: Try the latest smartwatches and learn more about the opportunities to develop for Wear OS by Google." = "Meet the experts from Android platform, Google Play, Android TV, and Wear OS by Google.\n\nWhat to expect:\n-- Android: The space will showcase the latest version of Android, new features in Android Studio, Kotlin enhancements, and more. Experience how Android makes modern app development quick and easy, while boosting your productivity.\n-- Google Play: Experience the new Android app model of development and distribution on Google Play. Learn how new Google Play Console features can help you boost your app quality and business performance on the Play Store. And play some of the winning games from the global Google Play Indie Games Festivals.\n-- Android TV: You'll learn about the user experience on the latest version of Android, the Google Assistant integration, and more.\n-- Wear OS by Google: Try the latest smartwatches and learn more about the opportunities to develop for Wear OS by Google.";

/* Map label description */
"Meet the Google Cloud, Firebase, and Flutter engineers and product leads, and ask them your questions. Try out demos and learn how to build and scale your apps. Just outside this sandbox, you'll also find the Firebase AppShip Launchpad and Flutter Hot Reload multi-player games." = "Meet the Google Cloud, Firebase, and Flutter engineers and product leads, and ask them your questions. Try out demos and learn how to build and scale your apps. Just outside this sandbox, you'll also find the Firebase AppShip Launchpad and Flutter Hot Reload multi-player games.";

/* Map label title */
"Mother's Room" = "Mother's Room";

/* Map label description */
"Mothers who are nursing are welcome to attend the conference with their child. There will be four first-come, first-served mothers' rooms available throughout the venue. Please see the conference help desk for more information.\n\nThis room will be open on:\n-- May 8: from 8am - 8pm\n-- May 9: from 8am - 8pm\n-- May 10: from 8am - 4pm." = "Mothers who are nursing are welcome to attend the conference with their child. There will be four first-come, first-served mothers' rooms available throughout the venue. Please see the conference help desk for more information.\n\nThis room will be open on:\n-- May 8: from 8am - 8pm\n-- May 9: from 8am - 8pm\n-- May 10: from 8am - 4pm.";

/* Navigates to the next onboarding screen */
"Next" = "Next";

/* Button title to decline a cancellation action. Please avoid using phrases containing 'cancel' as they may be ambiguous. */
"No" = "No";

/* Read by VoiceOver to vision-impaired users indicating a rating that hasn't been filled out yet */
"No rating" = "No rating";

/* Text shown when user tries to submit feedback but is signed-out */
"Not signed-in" = "Not signed-in";

/* Off */
"Off" = "Off";

/* Map label title */
"Office Hours & App Reviews" = "Office Hours & App Reviews";

/* Calendar item name */
"Office hours & app reviews" = "Office hours & app reviews";

/* Title of the Office Hours & App Reviews event */
"Office Hours and App Reviews" = "Office Hours and App Reviews";

/* Short summary of I/O Office Hours event */
"Office Hours are your chance to meet one-on-one with Google experts to ask all your technical questions, and App Reviews give you the opportunity to receive advice and tips on your specific app-related projects." = "Office Hours are your chance to meet one-on-one with Google experts to ask all your technical questions, and App Reviews give you the opportunity to receive advice and tips on your specific app-related projects.";

/* On */
"On" = "On";

/* Notification action */
"Open" = "Open";

/* Wifi network password label */
"Password" = "Password";

/* Map label description */
"Pick-up your badge starting on May 7 between 7am - 7pm. Check the event agenda for the badge pick-up schedule on May 8-10." = "Pick-up your badge starting on May 7 between 7am - 7pm. Check the event agenda for the badge pick-up schedule on May 8-10.";

/* Map label title */
"Press Lounge" = "Press Lounge";

/* Localized accessibility label for rabbit hole puzzle */
"Rabbit hole URL. Double-tap to see where it goes." = "Rabbit hole URL. Double-tap to see where it goes.";

/* Button title that will launch session rating. */
"Rate session" = "Rate session";

/* Map label title */
"Registration" = "Registration";

/* Indicates that the list following has sessions given by the same speaker */
"Related Sessions" = "Related Sessions";

/* Localized feedback survey question */
"Relevancy of session to your projects:" = "Relevancy of session to your projects:";

/* Text for preview action */
"Remove from My Events" = "Remove from My Events";

/* Button label for reservation no longer possible */
"Reservation no longer possible" = "Reservation no longer possible";

/* Text for action to reserve seat */
"Reserve seat" = "Reserve seat";

/* Map label  */
"Reserved for guests with Press badges." = "Reserved for guests with Press badges.";

/* Button title for reset button
   Button title for reset button on schedule filters page
   Title for button that resets filters. */
"Reset" = "Reset";

/* Map label title */
"Restrooms" = "Restrooms";

/* Map label title */
"Ridesharing drop-off / pick-up" = "Ridesharing drop-off / pick-up";

/* Abbreviation for seconds, capitalized where applicable */
"S" = "S";

/* Calendar event name
   Title of the Sandbox event */
"Sandbox" = "Sandbox";

/* Map label title */
"Sandbox A: Assistant" = "Sandbox A: Assistant";

/* Map label title */
"Sandbox B: Cloud, Firebase & Flutter" = "Sandbox B: Cloud, Firebase & Flutter";

/* Map label title */
"Sandbox C: Android & Play" = "Sandbox C: Android & Play";

/* Map label title */
"Sandbox D: Android Things & Nest" = "Sandbox D: Android Things & Nest";

/* Map label title */
"Sandbox E: AR/VR" = "Sandbox E: AR/VR";

/* Map label title */
"Sandbox F: Design & Accessibility" = "Sandbox F: Design & Accessibility";

/* Map label title */
"Sandbox G: Web & Payments" = "Sandbox G: Web & Payments";

/* Map label title */
"Sandbox H: Experiments" = "Sandbox H: Experiments";

/* Map label title */
"Sandbox I: AI/Machine Learning" = "Sandbox I: AI/Machine Learning";

/* Map label title */
"Sandbox: Android Auto" = "Sandbox: Android Auto";

/* Map label title */
"Sandbox: Waymo" = "Sandbox: Waymo";

/* Title for sandboxes section header in map filters. */
"Sandboxes" = "Sandboxes";

/* The title of the Schedule screen. This value may also show up in search results.
   Title for schedule page
   Title of the Schedule screen. May also appear in search results. */
"Schedule" = "Schedule";

/* Accessibility label for the search button
   Title of the search screen. */
"Search" = "Search";

/* Text for button when seat is reserved */
"Seat reserved" = "Seat reserved";

/* Short description of the analytics setting. Text should not be too long or it will display incorrectly */
"Send anonymous usage statistics" = "Send anonymous usage statistics";

/* Title for services section header in map filters. */
"Services" = "Services";

/* Title for session notification */
"Session is about to start" = "Session is about to start";

/* Accessibility hint for bookmark button, bookmarked state */
"Session is bookmarked. Tap to remove bookmark." = "Session is bookmarked. Tap to remove bookmark.";

/* Accessibility hint for bookmark button, non-bookmarked state. */
"Session is not bookmarked. Tap to add bookmark." = "Session is not bookmarked. Tap to add bookmark.";

/* Localized feedback survey question */
"Session rating:" = "Session rating:";

/* Calendar event name */
"Sessions" = "Sessions";

/* Name of Settings app
   Title of the settings screen. */
"Settings" = "Settings";

/* Accessibility label for sharing button. */
"Share this session" = "Share this session";

/* Describes the function of the I'm feeling lucky shortcut */
"Show a random session" = "Show a random session";

/* Accessibility label for my IO toggle */
"Show all events" = "Show all events";

/* Accessibility label for my IO toggle */
"Show only your events" = "Show only your events";

/* Map label title */
"Shuttle Stop" = "Shuttle Stop";

/* Sign in button */
"Sign in" = "Sign in";

/* Sign in canceled by user */
"Sign in canceled." = "Sign in canceled.";

/* Explanation of why users should sign in */
"Sign in to save events, reserve seats and rate sessions (if an attendee). Actions will be synced from your account across app and site." = "Sign in to save events, reserve seats and rate sessions (if an attendee). Actions will be synced from your account across app and site.";

/* Sign Out button */
"Sign out" = "Sign out";

/* Text for snackbar confirming successful login (w/o email) */
"Signed in" = "Signed in";

/* Text for snackbar confirming successful login */
"Signed in as \(email)." = "Signed in as \(email).";

/* Map label description */
"Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, AR, and more. Visit the Experiments Sandbox to check out a few and learn more about how you can submit your own." = "Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, AR, and more. Visit the Experiments Sandbox to check out a few and learn more about how you can submit your own.";

/* Localized feedback survey question */
"Speaker quality:" = "Speaker quality:";

/* Header for speakers in this session */
"Speakers" = "Speakers";

/* Map label title */
"Stage 1" = "Stage 1";

/* Map label title */
"Stage 2" = "Stage 2";

/* Map label title */
"Stage 3" = "Stage 3";

/* Map label title */
"Stage 4" = "Stage 4";

/* Map label title */
"Stage 5" = "Stage 5";

/* Map label title */
"Stage 6" = "Stage 6";

/* Map label title */
"Stage 7" = "Stage 7";

/* Map label title */
"Stage 8" = "Stage 8";

/* Title for stages section header in map filters. */
"Stages" = "Stages";

/* Text confirming sessions are reservable but other types of events are not */
"Starting in April, in-person attendees can reserve seats for Sessions in advance of the event on the I/O website and also via the I/O mobile app (note: a portion of Session seats will be exempt from reservations and available first-come, first-served onsite). Attendance at Codelabs, App Reviews, and Office Hours is on a first-come, first-served basis onsite." = "Starting in April, in-person attendees can reserve seats for Sessions in advance of the event on the I/O website and also via the I/O mobile app (note: a portion of Session seats will be exempt from reservations and available first-come, first-served onsite). Attendance at Codelabs, App Reviews, and Office Hours is on a first-come, first-served basis onsite.";

/* Submit button */
"Submit" = "Submit";

/* Text shown when user has submitted feedback but the request hasn't succeeded or errored yet */
"Submitting feedback..." = "Submitting feedback...";

/* Map label description */
"Swing by the Android Auto Sandbox to see the best of the Google and developer ecosystems for cars, to experience live demos, and to learn how you can develop for these in-car experiences.\n\nWhat to expect:\n-- A brand new media experience for Android Auto, both on your phone screen and on your car display, making it easier and faster than ever before to surface content to users.\n-- An in-car concept with the latest version of Android running as the built-in infotainment platform.\n-- You'll also see developer apps and Google services like Google Maps, the Google Assistant, and Google Play Store, all adapted and optimized for the new automotive interface." = "Swing by the Android Auto Sandbox to see the best of the Google and developer ecosystems for cars, to experience live demos, and to learn how you can develop for these in-car experiences.\n\nWhat to expect:\n-- A brand new media experience for Android Auto, both on your phone screen and on your car display, making it easier and faster than ever before to surface content to users.\n-- An in-car concept with the latest version of Android running as the built-in infotainment platform.\n-- You'll also see developer apps and Google services like Google Maps, the Google Assistant, and Google Play Store, all adapted and optimized for the new automotive interface.";

/* Localized text describing I/O event dates and location */
"The 2019 developer festival will be held from May 7 - 9 at Shoreline Amphitheatre in Mountain View, California." = "The 2019 developer festival will be held from May 7 - 9 at Shoreline Amphitheatre in Mountain View, California.";

/* Question asking if the attendee/user should go to After Dark. After Dark should be presented as a title/proper noun. */
"The After Dark programs sound like fun. Should I go?" = "The After Dark programs sound like fun. Should I go?";

/* Map label description */
"The shuttle service is complimentary for attendees on a first-come, first-served basis. Confirm shuttle stops and the full shuttle schedule on the Attending - Travel page." = "The shuttle service is complimentary for attendees on a first-come, first-served basis. Confirm shuttle stops and the full shuttle schedule on the Attending - Travel page.";

/* Map label description */
"The store offers a unique collection of Google I/O'18 branded goodies available for purchase, including t-shirts, hoodies, hats, and a signature Android figurine." = "The store offers a unique collection of Google I/O'18 branded goodies available for purchase, including t-shirts, hoodies, hats, and a signature Android figurine.";

/* String describing empty filter result. */
"There aren't any events that match your filters." = "There aren't any events that match your filters.";

/* Short description of After Dark events and why the user might want to go. */
"These are two nights you don't want to miss! Attendees are invited to enjoy music, games, and more during the evening of May 8, and to an exclusive concert in the Amphitheatre on May 9. Food and drinks will be available on both nights (alcoholic beverages available for those 21 and over). Both After Hours events are hosted at Shoreline Amphitheatre, and your attendee badge is required for entrance." = "These are two nights you don't want to miss! Attendees are invited to enjoy music, games, and more during the evening of May 8, and to an exclusive concert in the Amphitheatre on May 9. Food and drinks will be available on both nights (alcoholic beverages available for those 21 and over). Both After Hours events are hosted at Shoreline Amphitheatre, and your attendee badge is required for entrance.";

/* Icon accessibility label for no session reservation */
"This session is not reserved." = "This session is not reserved.";

/* Icon accessibility label for reserved session */
"This session is reserved." = "This session is reserved.";

/* Icon accessibility label for waitlisted session */
"This session is waitlisted." = "This session is waitlisted.";

/* Conflict title */
"Time conflict" = "Time conflict";

/* Title of schedule filter header item for topics. */
"Topics" = "Topics";

/* Accessibility text preceding a list of topics (i.e. Android, Cloud */
"Topics:" = "Topics:";

/* Transportation header */
"Transportation" = "Transportation";

/* Section header for upcoming sessions, office hours, etc */
"Upcoming events" = "Upcoming events";

/* Accessibility label for user account button */
"User account information" = "User account information";

/* Tooltip to navigate to the Schedule screen */
"View sessions" = "View sessions";

/* Button title for waitlisted sessions */
"Waitlisted" = "Waitlisted";

/* Tells users to watch the livestreams */
"Watch I/O live" = "Watch I/O live";

/* Text describing food provided at I/O */
"We got your back! The lost and found station will be located at the Conference Information Desk during event hours. Any items left overnight will be turned over to the Conference Security Office. One important detail: Google I/O badges are NOT replaceable, so don't lose yours or you won't be readmitted to the conference." = "We got your back! The lost and found station will be located at the Conference Information Desk during event hours. Any items left overnight will be turned over to the Conference Security Office. One important detail: Google I/O badges are NOT replaceable, so don't lose yours or you won't be readmitted to the conference.";

/* Welcome text presented in the onboarding flow */
"Welcome to Google I/O" = "Welcome to Google I/O";

/* Question on dress expectations */
"What should I wear?" = "What should I wear?";

/* Short blurb describing what attendees should bring to I/O */
"What to bring for the event" = "What to bring for the event";

/* Question on how to find travel information */
"What's the best way to get to Shoreline Amphitheatre?" = "What's the best way to get to Shoreline Amphitheatre?";

/* 2019 Dates and Location title in the form of a question. */
"When and where is Google I/O 2019?" = "When and where is Google I/O 2019?";

/* Map label description */
"When arriving to the venue, please follow signs for ADA parking and have your placard hanging from the car mirror and visible to parking employees at all times to expedite the parking process. Accessible parking spaces are readily available on a first-come, first-served basis and may not be reserved in advance to fairly serve all attendees." = "When arriving to the venue, please follow signs for ADA parking and have your placard hanging from the car mirror and visible to parking employees at all times to expedite the parking process. Accessible parking spaces are readily available on a first-come, first-served basis and may not be reserved in advance to fairly serve all attendees.";

/* Badge pickup question */
"Where and when can I pick up my badge?" = "Where and when can I pick up my badge?";

/* Wifi network name label */
"Wifi network:" = "Wifi network:";

/* Question on what language will be used in sessions */
"Will all the sessions be in English?" = "Will all the sessions be in English?";

/* Livestream and Recordings title */
"Will the Sessions be livestreamed?  What if I can't follow the event in real time?" = "Will the Sessions be livestreamed?  What if I can't follow the event in real time?";

/* Button title to confirm a cancellation action. */
"Yes" = "Yes";

/* A confirmation to a question asking if users can embed a livestream player in their websites. */
"Yes. The I/O Live widget allows you to deliver the I/O livestream and/or official #io19 social feed directly to your audience. We'll share more details on how to embed the I/O Live widget on your website soon." = "Yes. The I/O Live widget allows you to deliver the I/O livestream and/or official #io19 social feed directly to your audience. We'll share more details on how to embed the I/O Live widget on your website soon.";

/* Text affirming all sessions will be in English */
"Yes. This will allow our global audience to follow along." = "Yes. This will allow our global audience to follow along.";

/* Conflict message */
"You already have a reservation/waitlist request for this time. Only one reservation per time block is allowed; please cancel your previous request if you'd like to proceed." = "You already have a reservation/waitlist request for this time. Only one reservation per time block is allowed; please cancel your previous request if you'd like to proceed.";

/* Describing a session the user has already reviewed */
"You've already submitted feedback for this session." = "You've already submitted feedback for this session.";

/* Explanation of benefits of being signed in user */
"Your saved events are synced to your account across app and site. You can provide session feedback after sessions end." = "Your saved events are synced to your account across app and site. You can provide session feedback after sessions end.";

/* Hint for empty upcoming sessions screen */
"Your saved sessions will show up here." = "Your saved sessions will show up here.";

/* String describing an empty saved events section */
"Your starred and reserved events will appear here." = "Your starred and reserved events will appear here.";

